<h1 class="atppzag">Кафедра Автоматизации технологических процессов и производств (АТПП)</h1>
<div class="block1">
    Кафедра открыта в 2000 г. на базе кафедры промышленной теплоэнергетики (ПТЭ) для подготовки инженеров по автоматизации в энергетике. Необходимость в такой кафедре очевидна: нельзя стать современным высококвалифицированным техническим специалистом без знания теории автоматического управления и принципов автоматизации.
</div>
<div class="gilfanov">
    <div class="gilfanov_foto"></div>
    <div class="avtomat">Автоматизация технологического процесса — совокупность методов и средств, предназначенная для реализации системы или систем, позволяющих осуществлять управление самим технологическим процессом без непосредственного участия человека, либо оставления за человеком права принятия наиболее ответственных решений.<span></span></div>
    <div class="anchor"></div>
    <div class="kavichki"></div>
    <div class="anchor"></div>
    <div class="zavkaf">Со дня основания и по настоящее время кафедрой руководит доктор технических наук профессор Гильфанов К. Х.</div>
</div>
<div class="spisok">
    <div class="chetv">
        <span class="titles">На <span>дневном</span> отделении кафедра готовит: </span>
        <ul>
            <li>бакалавров техники и технологии по направлению 220200.62 — «Автоматизация и управление»;</li>
            <li>дипломированных специалистов (инженеров) по направлению 220301.65 — «Автоматизированные технологии и производства» и 220201.65 — «Управление и информатика в технических системах»;</li>
            <li>магистров техники и технологии по направлению 220200.68 — «Автоматизация технологических процессов и производств»;</li>
        </ul>
    </div>
    <div class="chetv">
        <span  class="titles">На <span>очно-заочном</span> отделении кафедра готовит: </span>
        <ul>
            <li>дипломированных специалистов (инженеров) по направлению 220301.65 — «Автоматизированные технологии и производства».</li>
        </ul>
    </div>
    <div class="chetv">
        <span  class="titles">На <span>заочном</span> отделении кафедра готовит: </span>
        <ul>
            <li>дипломированных специалистов (инженеров) по направлению 220301.65 — «Автоматизированные технологии и производства».</li>
        </ul>
    </div>
    <div class="chetv">
        <span  class="titles">Научно-исследовательская работа развивается по следующим направлениям:</span>
        <ul>
            <li>исследование динамики процессов в теплоэнергетике;</li>
            <li>разработка и проектирование систем автоматизации технологических процессов и их элементов;</li>
            <li>разработка и проектирование систем учета энергоносителей (тепло, холодная и горячая вода, промышленные стоки) с использованием точных средств контроля;</li>
            <li>разработка новых интенсифицированных теплообменных энергетических элементов и систем;</li>
            <li>исследование нестационарной гидродинамики и теплообмена в первичных преобразователях теплоэнергетических параметров АСУТП.</li>
        </ul>
    </div>
</div>
<div class="collectiv_block">
    <div class="collectiv">
        <div class="volod"><!--Ю. Г. Володин--></div>
        <div class="ilya"><!--Т. Ш. Ильясов--></div>
        <div class="podym"><!--В. Н. Подымов--></div>
        <div class="gilf"><!--К. X. Гильфанов--></div>
        <div class="shang"><!-- К. Р. Шангареев--></div>
        <div class="ysman"><!--А. А. Усманова--></div>
        <div class="bogdan"><!--А. Н. Богданов--></div>
        <div class="bogdanova"><!--Н. В. Богданова--></div>
        <div class="marfina"><!--О. П. Марфина--></div>
        <div class="shamseeva"><!--Г. М. Шамсиева--></div>
        <div class="rahmat"><!--И. А. Рахматуллин--></div>
        <div class="zakirov"><!--И. Ф. Закиров--></div>
        <div class="ak_gilf"><!--А. К. Гильфанов--></div>
        <div class="galileo"><!--С. В. Карпеев--></div>
        <div class="muhamet"><!--А. С. Мухаметзянов--></div>
    </div>
    <div class="prepods">
        Ноябрь 2007 года
    </div>
    <div class="collectiv_pp">
        <div id="volod" class="shmel">Ю. Г. Володин</div>
        <div id="ilya"class="shmel">Т. Ш. Ильясов</div>
        <div id="podym" class="shmel">В. Н. Подымов</div>
        <div id="gilf"  class="shmel">К. X. Гильфанов</div>
        <div id="shang"  class="shmel"> К. Р. Шангареев</div>
        <div id="ysman"  class="shmel">А. А. Усманова</div>
        <div id="bogdan"  class="shmel">А. Н. Богданов</div>
        <div id="bogdanova"  class="shmel">Н. В. Богданова</div>
        <div id="marfina"  class="shmel">О. П. Марфина</div>
        <div id="shamseeva"  class="shmel">Г. М. Шамсиева</div>
        <div id="rahmat"  class="shmel">И. А. Рахматуллин</div>
        <div id="zakirov"  class="shmel">И. Ф. Закиров</div>
        <div id="ak_gilf"  class="shmel">А. К. Гильфанов</div>
        <div id="galileo"  class="shmel">С. В. Карпеев</div>
        <div id="muhamet"  class="shmel">А. С. Мухаметзянов</div>
    </div>
    <script>
        $(document).ready(function() {
            $('.shmel').hover(handlerIn, handlerOut);
        });
        
        function handlerIn(){
            var name = $(this).attr('id');
            $('.'+name).show();
        }
        function handlerOut(){
            $('.collectiv').children('div').hide();
        }
        
    </script>
</div>
<div class="vothodict">
    Преподавательским составом были разработаны курсы лекций, программы практических и лабораторных занятий для всех технических специальностей КГЭУ. В учебный процесс КГЭУ были включены программы и методические обеспечения более 50 дисциплин для студентов очного, очно-заочного и заочного обучения. Разработаны учебные планы подготовки бакалавров, дипломированных специалистов и магистров. Изданы 3 монографии и 11 учебных пособий, 12 методических разработок с общим объемом более 100 печатных листов.
    <br/>
    Научная работа сотрудников отражена в 43 статьях, сделано 16 докладов на конференциях.
</div>
<div class="plotnikov">
    <div class="plotnikov_foto">

    </div>
    <div class="opis">Лауреат Гранта президента России 2007 г. доцент к.т.н. В. В. Плотников</div>
</div>
<div class="master">
    <div class="master_text">Магистрант кафедры АТПП мастер спорта международного класса по теннису О. П. Марфина после вручения свидетельства стипендии ОАО РАО «ЕЭС России» с научным руководителем доцентом к.т.н. Ю. Г. Володиным</div>
    <div class="master_foto"></div>
    <div class="anchor"></div>
</div>
<div class="gruop">
    <div class="dop_bord"></div>
    <div class="gruop_foto"></div>
    <div class="gruop_text">
        Студенческая научно-техническая группа кафедры АТПП охватывает более 34 студентов. На международных научных конференциях приняли участие 3 студента, на всероссийских — 7, аспирантско-магистерских конференциях КГЭУ — 18 студентов. По результатам работ и успешной учебы студент Богданов А. Н. удостаивался стипендии правительства РФ, Марфина О. П. – стипендии ОАО РАО «ЕЭС России».
        <br/>
        На кафедре проходят подготовку 12 магистров и 6 аспирантов и соискателей. Защищены 6 кандидатских и докторская диссертации. Близятся к завершению еще две кандидатские и докторская диссертации.
    </div>

    <div class="anchor"></div>
    <div class="laokd">
        Выпускники-2008 г. магистры кафедры АТПП после вручения дипломов с заведующим кафедрой профессором К. Х. Гильфановым в лаборатории «Управление и информатика в технических системах»
        <br/>
        <br/>
        Во время обучения студенты проходят практику на предприятиях энергетики, проектных, монтажных и пуско-наладочных организациях Татарстана, Урала и Сибири.

        Являясь выпускающей, кафедра подготовила 14 магистров техники и технологии, 143 дипломированных специалистов-инженеров и 138 бакалавров по направлению подготовки «Автоматизация технологических процессов и производств в энергетике» и «Автоматизация и управление».
        <br/>
        <br/>
        Кафедра имеет научные связи с ведущими вузами России и Казани: Казанским государственным университетом, с КНЦ РАН, КГТУ им. А.Н.Туполева, Казанским государственным технологическим университетом и другими вузами г. Казани, с рядом производственных предприятий.
        <br/>
        <br/>
        Большинство выпускников кафедры работают на предприятиях Казани, других городов Татарстана, в энергетических системах Татэнерго, в крупных промышленных центрах.
    </div>

</div>
<h3 class="worker">«КЭР-Инжиниринг» группа компаний</h3>
<div class="priveet">
    <!--    <div class="priveet_foto"></div>-->
    <div class="priveet_text">
        <img src="../../../i/priveet.jpg" />
        «КЭР-Инжиниринг» является ведущей инженерной компанией России.
        Численность персонала составляет около 1000 человек. Потенциал компании основан на специалистах, которые имеют за плечами 20-25 лет трудового стажа в области инжиниринга. 7 специалистов имеют звание кандидатов технических наук. Среди деловых партнёров — компании из России, США, Германии, Франции, Китая, Украины, Беларуси. Выполнено около сотни проектов, большинство — на стратегических объектах: ТЭЦ, ГРЭС, ГЭС и т.д. «КЭР-Инжиниринг» предоставляет полный комплекс услуг по разработке и внедрению автоматизированных систем управления технологическими процессами (АСУ ТП): обследование объекта, разработка проектной документации и инженерного решения, монтаж, пуско-наладка, сервисное обслуживание). Имеет собственное производство инновационной продукции, включая: датчики давления нового поколения, а также уникальные программно-технические комплексы (АСУ ТП). Разработки компании пользуются спросом не только в России, но и в странах ближнего и дальнего зарубежья. «КЭР-Инжиниринг» занимает прочные позиции на рынке инженерных услуг и расширяет круг своих клиентов. 26 мая 2009 г. в рамках работы конференции «Вопросы текущего состоя-ния и пути дальнейшего развития АСУ ТП на ТЭС ОАО „Генерирующая компания“ на кафедре АТПП состоялось открытие учебно-лабораторной базы целевой подготовки кадров «КГЭУ – SIEMENS – КЭР ИНЖИНИРИНГ».
    </div>
    <div class="priveet_text">
        Идея создания данного учебного центра возникла в ноябре 2008 года во время встречи представителей инженерной компании «КЭР-Инжиниринг», специализирующейся на реализации крупных проектов в энергетике, с сотрудниками и студенческой научно-технической группой кафедры АТПП.

        Учебно-лабораторная база позволит не только повысить качество подготовки выпускников кафедр АТПП и ЭПА, но и проводить целевую подготовку кадров для энергетических и инжиниринговых предприятий Республики Татарстан.
    </div>
    <div class="obzor">
        <div class="foto1"></div>
        <div class="foto2"></div>
        <div class="foto1_text">Общий вид центра обучения</div>
        <div class="foto2_text">Лабораторный стенд АСУ ТП с реальным гидравлическим
            объектом,оснащенный датчиками и программным
            обеспечением «КЭР-Автоматика», контроллером,
            частотно-регулируемым приводом SIEMENS</div>
    </div>
    <div class="obzor2">
        <div class="foto3"></div>
        <div class="foto4"></div>
        <div class="foto3_text">Студенты за компьютерными тренажерами АСР 
            питания барабанного котла,
            предоставленными ООО «КЭР-Автоматика»</div>
        <div class="foto4_text">Лабораторная установка SIEMENS для 
            изучения циклических систем автоматизации</div>
    </div>

</div>