<h1>Друзья Кафедры</h1>
<div class="frend">
    <a href="http://www.ker-eng.com" class="ker"></a>
    
    <span>Компания «КЭР-Инжиниринг» - это многопрофильное предприятие, способное решить инжиниринговые задачи различной сложности.

Основной профиль деятельности – это комплексные инженерные услуги в энергетике и промышленности.</span>
    <div class="anchor"></div>
</div>
<div class="frend">
    <a href="http://www.siemens.com/entry/ru/ru/" class="simens"></a>
    
    <span>Основанная в 1847 г. в Берлине молодым инженером и изобретателем Вернером Сименсом, механиком Иоганном Георгом Гальске и их компаньоном Иоганном Георгом Сименсом (двоюродным братом Вернера фон Сименса) телеграфно-строительная компания "Сименс и Гальске" с момента своего создания принадлежала к числу наиболее динамичных предприятий, работающих в сфере электротехники. Принципиальную роль в становлении молодого предприятия сыграло развитие первого зарубежного бизнеса компании в России.</span>
    <div class="anchor"></div>
</div>